{
  "marketing-director": {
    "disabled": false,
    "name": "Marketing Director",
    "category": "Marketing",
    "description": "Want to lead the creative force behind Hacklahoma? Do you want to help spread the word about Hacklahoma? Then the Marketing Director position may be right for you!",
    "whatYouDo": [
      "Setting the creative direction of Hacklahoma’s theme.",
      "Choosing promotional products given out at the hackathon and communicating with product vendors of the products.",
      "Ensure that the Marketing Team fulfills their duties.",
      "Assisting Graphic Designer(s) in creation of graphics as needed.",
      "Creates and keeps track of marketing quotas with the Marketing Strategist.",
      "Develops outreach strategies for the organization with the Outreach Coordinator.",
      "Assist PR Officer in editing and final approval of any press releases.",
      "Collaborates with the Web Developer & Graphic Designer(s) to design Hacklahoma’s websites.",
      "Responsible for collaborating with photographers and videographers before and during the hackathon."
    ],
    "whatWeWant": [
      "Marketing experience is preferred but not required.",
      "Web development experience is preferred but not required."
    ],
    "applyLink": "https://forms.gle/UDCypSCbJNWCgxnB8"
  },
  "graphic-designer": {
    "disabled": false,
    "name": "Graphic Designer",
    "category": "Marketing",
    "description": "Do you love design? Want to flex your creative mind? Then the Graphic Designer position may be right for you!",
    "whatYouDo": [
      "Creates various graphics for our social media, the website, mailing lists, and other miscellaneous platforms.",
      "Develop logo and branding guidelines with the Marketing Director.",
      "Designs documentation with other members, which includes but is not limited to: Sponsorship packet, invoices, press kit."
    ],
    "whatWeWant": [
      "Must have experience in graphic design. Must provide a portfolio."
    ],
    "applyLink": "https://forms.gle/rhAAXrh88CdZQgbt5"
  },
  "marketing-communications": {
    "disabled": false,
    "name": "Marketing Communications",
    "category": "Marketing",
    "description": "Do you love talking about Hacklahoma as much we do? Interested in growing our social media? Then the Marketing Communications position may be right for you!",
    "whatYouDo": [
      "Responsible for developing and executing a cohesive and successful marketing strategy for the organization.",
      "Responsible for maintaining Hacklahoma's social media accounts",
      "Collaborates with Outreach Coordinator, Marketing Director to execute marketing strategy.",
      "Sets and keeps track of marketing quotas with the Marketing Director.",
      "Responsible for collaborating with Graphic Designer to create content for Hacklahoma’s social media accounts."
    ],
    "whatWeWant": [
      "Marketing or related major/experience preferred, but not required."
    ],
    "applyLink": "https://forms.gle/rhAAXrh88CdZQgbt5"
  },
  "outreach-coordinator": {
    "disabled": false,
    "name": "Outreach Coordinator",
    "category": "Marketing",
    "description": "Are you a good speaker? Want to spread the word about us and visit other hackathons? Then the Outreach Coordinator position may be right for you!",
    "whatYouDo": [
      "Organize workshops on a monthly basis, on average.",
      "Plan collaborative meetings with other organizations on campus.",
      "Assist Marketing Strategist and Public Relations Officer with executing Hacklahoma's marketing plan.",
      "Communicate with sponsors on holding workshops throughout the Fall and Spring semesters.",
      "Communicate with other hackathons, schools, and clubs/organizations."
    ],
    "whatWeWant": [
      "Great communication skills.",
      "Comfortable with writing professional emails.",
      "Experience with public speaking preferred but not required.",
      "Ability to learn topics quickly.",
      "Enthusiasm!"
    ],
    "applyLink": "https://forms.gle/rhAAXrh88CdZQgbt5"
  },
  "operations-director": {
    "disabled": true,
    "name": "Operations Director",
    "category": "Operations",
    "description": "Are you detail-oriented? Want to create an even better experience for Hacklahoma 2023? Then the Operations Director position may be right for you!",
    "whatYouDo": [
      "Responsible for event operations, including the improvement and optimization of operations.",
      "Creating and managing the event schedule.",
      "Researching and coordinating with food vendors.",
      "Coordinating with Operations Officers on improving hacker experience and event logistics.",
      "Responsible for Hacklahoma asset inventory."
    ],
    "whatWeWant": [
      "Event planning experience is preferred but not required.",
      "Excellent communication and organization skills."
    ],
    "applyLink": "https://forms.gle/UDCypSCbJNWCgxnB8"
  },
  "operations-officer": {
    "disabled": false,
    "name": "Operations Officer",
    "category": "Operations",
    "description": "Do you have a passion for planning? Are you a detail-oriented person? Then the Operations Officer position may be right for you!",
    "whatYouDo": [
      "Assisting the Operations Director in researching prospective venues, food, and event activities.",
      "Ensuring all planned activities run smoothly during the event.",
      "Collecting feedback from hackers at Hacklahoma (and other hackathons, if possible) to improve the hacker experience."
    ],
    "whatWeWant": [
      "Event planning experience is preferred but not required.",
      "Excellent communication and organization skills.",
      "A willingness to learn!"
    ],
    "applyLink": "https://forms.gle/L7GJTft6DTLYxhFn8"
  },
  "logistics-officer": {
    "disabled": false,
    "name": "Logistics Officer",
    "category": "Operations",
    "description": "Do you have a passion for planning? Are you a detail-oriented person? Then the Operations Officer position may be right for you!",
    "whatYouDo": [
      "Pre-Event oriented.",
      "Responsible for Hacklahoma asset assessments (inventory, supply lists, purchasing list).",
      "Manage and submission of needed forms and documents (Special Events Form, Facilities Request Form, etc.)",
      "Work with Operations Director and Operations Officers on pre-event preperations."
    ],
    "whatWeWant": [
      "Event planning experience is preferred but not required.",
      "Excellent communication and organization skills.",
      "A willingness to learn!"
    ],
    "applyLink": "https://forms.gle/L7GJTft6DTLYxhFn8"
  },
  "sponsoring-and-finance-director": {
    "disabled": true,
    "name": "Sponsoring & Finance Director",
    "category": "Sponsoring & Finance",
    "description": "Are you a driven and motivated person? Do you want to help raise funds to make an even better Hacklahoma? Then the Sponsoring & Finance Director position may be right for you!",
    "whatYouDo": [
      "Responsible for ensuring that Sponsor Liaisons and the Finance Liaison fulfill their duties.",
      "Responsible for strategic planning for obtaining and retaining sponsors.",
      "Creates a yearly detailed budget with the Operations Team.",
      "Creates the Sponsorship Packet/Prospectus in collaboration with the Marketing Director and Graphic Designer.",
      "Approves all organization purchases.",
      "Point of contact with OU Computer Science Department’s Financial Associate.",
      "Assists the Sponsor Liaisons in obtaining sponsors.",
      "Responsible for enhancing the sponsor experience at Hacklahoma. This includes but is not limited to: preparing sponsors for the event, provide event information for sponsors, work with sponsors to plan their hosted workshops/activities."
    ],
    "whatWeWant": [
      "Experience in sponsorship acquirement preferred but not required.",
      "Ability to communicate with sponsors in a professional environment.",
      "Written and oral communication skills.",
      "Excellent communication and organization skills.",
      "Experience in sales or interacting with companies professionally is a plus."
    ],
    "applyLink": "https://forms.gle/UDCypSCbJNWCgxnB8"
  },
  "sponsor-liaison": {
    "disabled": false,
    "name": "Sponsor Liaison",
    "category": "Sponsoring & Finance",
    "description": "Are you a good communicator? Do you want a chance to interact with companies professionally? Then the Sponsor Liaison position may be right for you!",
    "whatYouDo": [
      "Main point of contact for sponsors.",
      "Builds relationships with prospective sponsors and negotiates sponsorships.",
      "Creates and maintains relationships between Hacklahoma and sponsors before, during, and after the event.",
      "Sponsor Experience preparation. This includes but is not limited to: preparing sponsors for the event, provide event information for sponsors, work with sponsors to plan their hosted workshops/activities."
    ],
    "whatWeWant": [
      "Excellent communication skills.",
      "Experience in sales or interacting with companies professionally preferred but not required.",
      "Time management skills.",
      "Networking skills."
    ],
    "applyLink": "https://forms.gle/rJBgjjdN1U6e8Wka6"
  },
  "finance-liaison": {
    "disabled": false,
    "name": "Finance Liaison",
    "category": "Sponsoring & Finance",
    "description": "Are you detail-oriented? Want to gain experience with finance management? Then the Finance Liaison position may be right for you!",
    "whatYouDo": [
      "Completes Hacklahoma’s grant, sponsorship, and other funding applications.",
      "Helps the Sponsoring & Finance Director create a detailed budget.",
      "Documents expenses and revenue for Hacklahoma's account.",
      "Responsible for setting travel reimbursement policy and processing reimbursements.",
      "Partially acts as another Sponsor Liaison to obtain sponsors."
    ],
    "whatWeWant": [
      "Excellent time commitment skills.",
      "Experience in budgeting and finance management.",
      "Experience in sales or interacting with companies and staff professionally preferred but not required.",
      "Experience in bookkeeping preferred but not required.",
      "Experience with Excel."
    ],
    "applyLink": "https://forms.gle/rJBgjjdN1U6e8Wka6"
  },
  "tech-director": {
    "disabled": true,
    "name": "Tech Director",
    "category": "Tech",
    "description": "Want to improve Hacklahoma's technology? Have ideas on how to help streamline our work? Then the Technology Director position may be right for you!",
    "whatYouDo": [
      "Responsible for developing and managing all of Hacklahoma's internal tools/resources.",
      "Work with the Web Developer to build our websites.",
      "Builds Hacklahoma’s online registration/check-in system and judging system.",
      "Creates all online forms.",
      "Manages and process all data collected by Hacklahoma.",
      "Responsible for maintaining all hardware assets currently owned by Hacklahoma.",
      "Responsible for collecting resources/tutorials to help hackers use hardware and software."
    ],
    "whatWeWant": [
      "Computer Science, Computer Engineering, or related major preferred but not required.",
      "Experienced with web development and using web frameworks like React.",
      "Proficient in Git.",
      "Effective communication across teams and can provide coaching, mentoring, and encouragement."
    ],
    "applyLink": "https://forms.gle/UDCypSCbJNWCgxnB8"
  },
  "web-coordinator": {
    "disabled": true,
    "name": "Web Coordinator",
    "category": "Tech",
    "description": "Want to improve Hacklahoma's technology? Have ideas on how to help streamline our work? Then the Technology Coordinator position may be right for you!",
    "whatYouDo": [
      "Develop and maintain the Hacklahoma event and live web pages.",
      "Develop and maintain the registration system and judging system.",
      "Collaborate heavily with the marketing team to bring their creative direction to the websites."
    ],
    "whatWeWant": [
      "Interested in building websites.",
      "Interested in learning many of the different tools we use to create websites and other applications."
    ],
    "applyLink": "https://forms.gle/9icirqqKK2aWYug2A"
  },
  "discord-coordinator": {
    "disabled": true,
    "name": "Discord Coordinator",
    "category": "Tech",
    "description": "Want to improve Hacklahoma's technology? Have ideas on how to help streamline our work? Then the Technology Coordinator position may be right for you!",
    "whatYouDo": [
      "Maintain and moderate the Hacklahoma event and general Discord servers.",
      "Develop and maintain Discord bots for event server use.",
      "Assist the Tech Director and Web Coordinator in any additional tasks."
    ],
    "whatWeWant": [
      "Interested in helping develop the Discord bot for Hacklahoma 2023.",
      "Familiarity with React and/or other frameworks with an emphasis in front end development is a plus."
    ],
    "applyLink": "https://forms.gle/9icirqqKK2aWYug2A"
  }
}
