{
    "marketing-director": {
        "disabled": false,
        "name": "Marketing Director",
        "category": "Marketing",
        "description": "",
        "whatYouDo": [
            "Setting and maintaining creative direction of Hacklahoma’s theme. This includes but is not limited to: creation of the theme and working with other members to ensure consistency of theme across website, graphics, and marketing/promotional material.",
            "Choosing promotional products given out at the hackathon and communicating with product vendors of the products.",
            "Ensure that the Marketing Team fulfills their duties.",
            "Assisting Graphic Designer(s) in creation of graphics as needed.",
            "Creates and keeps track of marketing quotas with the Marketing Strategist.",
            "Develops outreach strategies for the organization with the Outreach Coordinator.",
            "Assist PR Officer in editing and final approval of any press releases.",
            "Collaborates with the Web Developer & Graphic Designer(s) to design Hacklahoma’s websites",
            "Collaborating with photographers and videographers before and during the hackathon.",
            "Drive improvement and optimization throughout the team."
        ],
        "whatWeWant": [
            "Must have experience in graphic design.",
            "Marketing experience is preferred but not required.",
            "Web development experience is preferred but not required.",
            "Must provide a portfolio & list what graphic design software/programs they have experience in.",
            "Ability to communicate and document effectively."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "graphic-designer": {
        "disabled": false,
        "name": "Graphic Designer (2)",
        "category": "Marketing",
        "description": "",
        "whatYouDo": ["one", "two", "three"],
        "whatWeWant": ["one", "two", "three"],
        "applyLink": "https://hacklahoma.org"
    },
    "outreach-coordinator": {
        "disabled": false,
        "name": "Outreach Coordinator",
        "category": "Marketing",
        "description": "The Outreach Coordinator engages with the community through interactive workshops over tech topics, provided by Major League Hacking and previous sponsors. They also maintain communication not only with the team, but many communities across the region.",
        "whatYouDo": [
            "Organize workshops on a monthly basis, on average.",
            "Plan collaborative meetings with other organizations on campus.",
            "Assist Marketing Strategist with executing a marketing plan.",
            "Communicate with sponsors on holding workshops throughout the Fall and Spring semesters.",
            "Communicate with other hackathons, schools, and clubs/organizations"
        ],
        "whatWeWant": [
            "Great communication skills.",
            "Experience with public speaking.",
            "Ability to learn topics quickly.",
            "Enthusiasm!"
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "public-relations-officer": {
        "disabled": false,
        "name": "Public Relations Officer",
        "category": "Marketing",
        "description": "",
        "whatYouDo": ["one", "two", "three"],
        "whatWeWant": ["one", "two", "three"],
        "applyLink": "https://hacklahoma.org"
    },
    "marketing-strategist": {
        "disabled": false,
        "name": "Marketing Strategist",
        "category": "Marketing",
        "description": "",
        "whatYouDo": ["one", "two", "three"],
        "whatWeWant": ["one", "two", "three"],
        "applyLink": "https://hacklahoma.org"
    },
    "operations-director": {
        "disabled": false,
        "name": "Operations Director",
        "category": "Operations",
        "description": "",
        "whatYouDo": [
            "Responsible for event operations, including the improvement and optimization of operations.",
            "Responsible for venue reservations and event safety/risk management.",
            "Responsible for creating and managing the event schedule.",
            "Responsible for researching and coordinating with food vendors.",
            "Responsible for coordinating with Operations Officers on improving hacker experience and event logistics."
        ],
        "whatWeWant": [
            "Event planning experience is preferred but not required.",
            "Excellent communication and organization skills."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "operations-officer": {
        "disabled": false,
        "name": "Operations Officer (2)",
        "category": "Operations",
        "description": "",
        "whatYouDo": [
            "Responsible for assisting the Operations Director in researching prospective venues, food, and event activities.",
            "Responsible for ensuring all planned activities run smoothly during the event.",
            "Responsible for collecting feedback from hackers at Hacklahoma (and other hackathons, if possible) to improve the hacker experience."
        ],
        "whatWeWant": [
            "Event planning experience is preferred but not required.",
            "Excellent communication and organization skills."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "sponsoring-and-finance-director": {
        "disabled": false,
        "name": "Sponsoring & Finance Director",
        "category": "Sponsoring & Finance",
        "description": "",
        "whatYouDo": [
            "Responsible for ensuring that Sponsor Liaisons and Finance Liaisons fulfill their duties.",
            "Responsible for strategic planning for obtaining and retaining sponsors.",
            "Creates a detailed budget and documents expenses and revenue.",
            "Creates yearly budget for Hacklahoma along with Operations.",
            "Creates the Sponsorship Packet/Prospectus in collaboration with the Creative Director and Graphic Designer.",
            "Approves all organization purchases.",
            "Point of contact with OU Computer Science Department’s Financial Associate.",
            "Partially acts as another Sponsor Liaison to obtain sponsors.",
            "Responsible for enhancing the sponsor experience at Hacklahoma.",
            "Responsible for ensuring that sponsors are prepared for the event and have all of the event information that they need.",
            "Responsible for working with sponsors to plan their hosted workshops and activities by helping them brainstorm ideas and suggesting improvements to their plans."
        ],
        "whatWeWant": [
            "Experience in sponsorship acquirement.",
            "Ability to communicate with sponsors in a professional environment.",
            "Written and oral communication skills.",
            "Excellent communication and organization skills.",
            "Experience in sales or interacting with companies professionally is a plus."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "sponsor-liaison": {
        "disabled": false,
        "name": "Sponsor Liaison (3)",
        "category": "Sponsoring & Finance",
        "description": "",
        "whatYouDo": [
            "Main point of contact for sponsors.",
            "Builds relationships with prospective sponsors and negotiates sponsorships.",
            "Creates and maintains relationships between Hacklahoma and sponsors before, during, and after the event."
        ],
        "whatWeWant": [
            "Excellent communication skills.",
            "Experience in sales or interacting with companies professionally.",
            "Time management skills."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "finance-liaison": {
        "disabled": false,
        "name": "Finance Liaison",
        "category": "Sponsoring & Finance",
        "description": "",
        "whatYouDo": [
            "Completes Hacklahoma’s grant, sponsorship, and other funding applications.",
            "Helps the director create a detailed budget and documents expenses and revenue.",
            "Responsible for setting travel reimbursement policy and processing reimbursements.",
            "Point of contact with OU Computer Science Department’s Financial Associate.",
            "Partially acts as another Sponsor Liaison to obtain sponsors."
        ],
        "whatWeWant": [
            "Excellent time commitment skills.",
            "Experience in budgeting and finance management.",
            "Preferred experience in sales or interacting with companies and staff professionally."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "tech-director": {
        "disabled": false,
        "name": "Tech Director",
        "category": "Tech",
        "description": "The Tech Director takes the responsibility of developing and managing all of Hacklahoma's assets while working closely with and overseeing the Web Developer.",
        "whatYouDo": [
            "Take the lead in developing Hacklahoma's necessary assets including websites and the registration system.",
            "Create and manage all online forms and legal documents.",
            "Maintain all hardware assets as well as create documentation on how to use them.",
            "Update and create documentation to better future proof Hacklahoma.",
            "Manage, process, and visualize data collected by Hacklahoma.",
            "Lead registration process during event."
        ],
        "whatWeWant": [
            "Leads and manages a team while maintaining a productive environment.",
            "Experienced with React and/or other frameworks.",
            "Effective communication across teams and can provide coaching, mentoring, and encouragement.",
            "Capable to write technically and creatively."
        ],
        "applyLink": "https://hacklahoma.org"
    },
    "web-developer": {
        "disabled": false,
        "name": "Web Developer",
        "category": "Tech",
        "description": "The Web Developer, who is overseen by the Tech Director, takes the responsibility of developing and maintaining web related tasks.",
        "whatYouDo": [
            "Develop and maintain the Hacklahoma event and live web pages.",
            "Develop and maintain the registration system.",
            "Collaborate heavily with the marketing team to bring their creative direction to the websites."
        ],
        "whatWeWant": [
            "Familiarity with React and/or other frameworks with an emphasis in front end development.",
            "Capable to write technically and creatively."
        ],
        "applyLink": "https://hacklahoma.org"
    }
}
